Revit 2027 API
ParameterTypeId.SpotElevTextOrientation Property
 "Text Orientation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotElevTextOrientation { get; }
Public Shared ReadOnly Property SpotElevTextOrientation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotElevTextOrientation {
	ForgeTypeId^ get ();
}
static member SpotElevTextOrientation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace